Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * The HighSchoolHustler: Expert in [[ZanyScheme Zany Schemes]], charming people into getting what they want, and remaining sympathetic while doing so.
pt_br: * O ??? HighSchoolHustler é mestre em esquemas complicados, em convencer as pessoas a fazerem o que querem, e em permanecer simpático enquanto faz isso.

source: * The MST3KMantra and the BellisariosMaxim.
pt_br: * O Br/MantraMST3K e a Br/MaximaDeBellisario.

source: * The OfficialCouple resolves their UnresolvedSexualTension too soon and [[ShippingBedDeath the shippers lose their emotional investment in the show]].
pt_br: * O Br/CasalOficial resolve cedo demais a Br/TensaoSexualNaoResolvida e aqueles que torcem pelo casal perdem o investimento emocional feito na série.

source: * The PsychoPsychologist, who uses their [[MasterOfAll professional training and education]] in the workings of human nature to masterfully manipulate people.
pt_br: * O Br/PsicologoPsicotico usa seu [[Br/MestreDeTudo treino e educação profissionais]] sobre a natureza humana para manipular pessoas com maestria.

source: * The SatanicArchetype, a [[DealWithTheDevil tempter]] who [[TheCorrupter takes advantage of people's worst flaws and desires]] in order to make themselves give up into them.
pt_br: * O Br/ArquetipoSatanico é alguém [[Br/PactoComODiabo tentador]] que [[Br/OCorruptor se aproveita das maiores falhas e desejos das pessoas]] para fazer com que elas se rendam.

source: * The [[AssPull contrived]] revival or return of a character (particularly a [[JokerImmunity villain]]) who was killed off or kicked out in the first work.
pt_br: * A revelação ou retorno [[Br/SolucaoTiradaDaBunda muito conveniente]] de um personagem (em especial, um [[Br/ImunidadeDeCoringa vilão]]) que foi morto ou removido na primeira obra.

source: * The [[ChuckCunninghamSyndrome mysterious unexplained departure]] of a character like a hero's love interest, usually because the producers thought the {{Shipp|ing}}ers would lose interest in the hero if he or she was married.
pt_br: * A [[Br/SindromeDeChuckCunningham partida inesperada e misteriosa]] de um personagem tal como o interesse amoroso de um herói, tipicamente porque os produtores consideraram que aqueles que torcem pelo casal perderiam o interesse caso o herói se casasse.

source: * The [[ChuckCunninghamSyndrome mysterious unexplained departure]] of a main or major supporting character from the original work, usually because the actor(s) didn't want to return and the filmmakers wouldn't or couldn't recast the role.
pt_br: * A [[Br/SindromeDeChuckCunningham partida misteriosa inexplicada]] de um personagem importante ou de apoio da obra original, tipicamente porque o ator (ou atores) não quis retornar e os produtores não quiseram (ou não podiam) colocar outra pessoa no papel.

source: * The [[ConsummateLiar great liar]] who uses {{Sarcastic Confession}}s, {{False Reassurance}}s, and the MotivationalLie to dissimulate the truth.
pt_br: * O Br/MentirosoContumaz usa [[Br/ConfissaoSarcastica confissões sarcásticas]] e [[Br/MentiraMotivacional mentiras motivacionais]] para dissimular a verdade.

source: * The [[TheOtherDarrin recasting]] of returning characters with a cheap batch of B-list actors (and not ''just'' those formerly played by child actors who are now too old, big-name stars now busy elsewhere, or older actors who died in the interim).
pt_br: * A [[Br/OOutroJames reinterpretação]] de personagens de retorno com atores não tão bons (e não ''apenas'' aqueles que eram interpretados por crianças que agora estão velhas demais, estrelas de renome que estão em outros projetos ou atores velhos que morreram no meio-tempo).

source: * The [[TheSpock coldly analytical character]], user of the tricks of PsychologicalCombat, who pins the heroes' [[FlawExploitation weaknesses]] in one assessing glance and then [[BreakThemByTalking hits all their sore spots to devastating effect]].
pt_br: * O [[Br/OSpock personagem frio e analítico]] pode usar truques de Br/CombatePsicologico para identificar as [[Br/ExploracaoDeFalhas fraquezas do herói]] em um só relance e então [[Br/AcabarComElesFalando acertar todos os pontos fracos com efeito devastador]].

source: * The [[VillainExitStageLeft bad guys get away now]], but their current plans have fallen through.
pt_br: * Os [[Br/SaidaDoVilaoPelaEsquerda caras maus fogem agora]], mas os planos falharam.

source: * The attempt to turn a standalone work into a TwoPartTrilogy, with the first work being a single story with a proper ending, but the next two works actually being one story split into two works, resulting in two bloated, incoherent sequels with too little plot stretched between them.
pt_br: * A tentativa de transformar uma obra fechada em uma Br/TrilogiaDeDuasPartes, com a primeira obra sendo uma história completa em si mesma e as outras duas obras seguintes sendo na verdade uma história dividida em duas obras, o que resulta em duas sequências inchadas e incoerentes com a trama esticada para abranger as duas.

source: * The casual, shameless, meaningless, and sometimes [[DroppedABridgeOnHim callous]] [[SuddenSequelDeathSyndrome killing off of beloved characters]].
pt_br: * A [[Br/SindromeDeMorteSubitaNaSequencia morte de personagens queridos]] feita de maneira casual, desavergonhada, sem sentido e às vezes até [[Br/CaiuUmaPonteNele insensível]].

source: * The character's stupidity is only demonstrated by them saying funny phrases, but later [[TooDumbToLive starts putting their and others' lives at danger]].
pt_br: * A estupidez do personagem é demonstrada através deste dizendo frases engraçadas, mas posteriormente [[Br/BurroDemaisParaViver ele começa a colocar a si e aos demais em perigo]].

source: * The creators discover a character is not well liked by the fans, and thus decides to hurt and humiliate the character in increasingly horrifying ways, despite the fact that the character had really done nothing wrong in recent episodes.
pt_br: * Os criadores descobrem que um personagem não é bem quisto pelos fãs e por isso decidem machucar e humilhar o personagem de maneiras cada vez mais horripilantes, mesmo que o personagem não tenha feito nada de errado nos últimos episódios.

source: * The creators find out that a character [[TheScrappy is very hated]], and [[TakeThatScrappy decide to make fun of it]] making them intentionally annoying, however their annoying traits are cranked up and/or the character shows up with scrappy traits that they never had, or worse, [[AdaptationalVillainy turning the character into a villain]] even if the fans knew the character was not evil.
pt_br: * Os criadores descobrem que um personagem é Br/OOdiado e [[Br/TomaEssaOdiado decidem zombar dele]] ao torná-lo intencionalmente irritante. No entanto, seus traços irritantes são elevados ou o personagem desenvolve novos traços horríveis que ele nunca teve, ou pior: [[Br/VilaniaInduzidaPorAdaptacao transformar o personagem em um vilão]] mesmo que os fãs saibam que o personagem não era mau.

source: * The departure of the last remaining original cast member.
pt_br: * A partida do último membro do elenco original.

source: * The good guys accomplish what they set out to do, but at the price of [[WhatTheHellHero compromising their integrity]] to win.
pt_br: * Os mocinhos fazem o que queriam fazer, mas ao custo de [[Br/QueMerdaEEssaHeroi comprometer a própria integridade]] para vencer.

source: * The good guys feel unsatisfied and uneasy because they feel that they [[IdiotBall put on a poor showing]] and won by accident or dumb luck or realized that they unfairly misjudged a good person[[note]]in such cases, there is no reconciliation and the "good person" in question either dies or leaves before apologies can be delivered[[/note]].
pt_br: * Os mocinhos se sentem insatisfeitos e inquietos porque sentem que podem ter [[Br/BolaDeIdiotabol tido um desempenho ruim]] e vencido por acidente ou pura sorte, ou perceberam que julgaram injustamente uma pessoa boa.[[note]]Nestes casos, não há reconciliação e a "pessoa boa" em questão morre ou vai embora antes que possam haver desculpas.[[/note]]

source: * The last subtype is the ApparentlyPowerlessPuppetmaster who is genuinely powerless and only has as much power as their opponents see fit to give them.
pt_br: * O último sub-tipo é o Br/FantochistaSemControleAparente, que possui tanto poder quanto seus oponentes julgam apropriado.

source: * The original creator [[GodDoesNotOwnThisWorld is no longer in charge anymore]].
pt_br: * O criador original [[Br/EsteMundoNaoPertenceADeus não está mais no comando]].

source: * The original work was thematically rich, but then the sequels were either too {{Anvilicious}} with topics that require tact and subtlety or only scraped the surface of subjects that needed more tact.
pt_br: * A obra original era tematicamente rica, mas as sequências vieram cheias de Br/{{Bigornada}}s, seja com tópicos que requerem tato e sutileza, seja com temas que apenas tocam a superfície de assuntos complexos.

source: * The plot ''is'' resolved -- but with twists or {{retcon}}s which are inconsistent with the overall narrative, the resolution is [[AssPull poorly set up]], or the ending is just plain stupid.
pt_br: * A trama ''é'' resolvida -- mas com reviravoltas ou Br/{{retcon}}s que são inconsistentes com a narrativa geral, ou a resolução é feita com uma Br/SolucaoTiradaDaBunda, ou o encerramento é simplesmente estúpido.

source: * The protagonist degenerates into an InvincibleHero -- or worse, a FailureHero.
pt_br: * O protagonista degenera para um Br/HeroiInvencivel -- ou pior, um Br/HeroiFalho.

source: * The protagonist or protagonists are the [[SoleSurvivor only ones left alive at the end]].
pt_br: * Os protagonistas são os [[Br/UnicoSobrevivente únicos que restam vivos no final]].

source: * The reuse of some element that was felt to be important to the first work's success, in hopes that having [[ExaggeratedTrope even more of that element]] will make the sequel even better.
pt_br: * O reuso de algum elemento tido como importante para o sucesso da primeira obra com a expectativa de que ter [[Br/TropoExagerado mais desse elemento]] deixará a sequência ainda melhor.

source: * The sequel being LighterAndSofter than the original, to the point of being labelled a kid's work and alienating most or all of the original's fanbase, or being unnecessarily DarkerAndEdgier and [[AudienceShift adults-only]] just for the sake of it.
pt_br: * A sequência ser [[Br/MaisAnimadoELeve mais animada e leve]] que o original, ao ponto de ser rotulado como uma obra para crianças e alienar a maioria (se não todos) dos fãs, ou ser desnecessariamente Br/MaisSombrioEPesado e [[Br/MudancaDePublico somente para adultos]] apenas porque sim.

source: * The sequel being unplanned.
pt_br: * A sequência acontecer sem planejamento.

source: * The sequel having a much lower budget than the original.
pt_br: * Um orçamento muito menor para a sequência em relação ao original.

source: * The sequel revolving around the (often [[RememberTheNewGuy previously unmentioned]]) relative/friend of a beloved character whose actor can't or won't return, in hopes that a connection to the original character will help make a new character just as popular as the original.
pt_br: * A sequência girar em torno do (geralmente [[Br/LembraDoCaraNovo não mencionado previamente]]) parente/amigo de um personagem querido cujo ator não vai retornar, com a expectativa de que uma conexão com o personagem original vai ajudar o personagem a ser tão popular quanto o anterior.

source: * The show becomes ''too'' successful and can now [[CashCowFranchise sell by itself]], which can lead to a collapse in motivation or effort from the creators, or the creators getting ProtectionFromEditors and ignoring advice on improving the show from outside.
pt_br: * O show se torna ''muito'' popular e agora [[Br/FranquiaDosOvosDeOuro se vende sozinha]], o que pode levar a um colapso na motivação ou esforço dos criadores, ou aos criadores recebendo Br/ProtecaoContraEditores e ignorando dicas externas sobre como melhorar o show.

source: * The show experiences MoodWhiplash and becomes unbelievable and unrelatable.
pt_br: * O show sofre ??? MoodWhiplash e passa a ficar difícil de acreditar e acompanhar.

source: * The show gives in to outside pressure to change the material, either to make it DarkerAndEdgier (because people want to be fans of a "deep" show) or to tone it down at the behest of the MoralGuardians, whose demands tend to be even ''less'' reasonable (and aren't even based on [[CowboyBebopAtHisComputer research]]).
pt_br: * O show cede à pressões externas para mudar o material, seja para torná-lo Br/MaisSombrioEPesado (porque as pessoas querem ser fãs de um show "profundo") ou para aliviar o material em nome dos Br/GuardioesDaMoral, cujas exigências tendem a ser ''ainda menos'' razoáveis (e não são sequer baseadas em [[Br/CowboyBebopEmSeuComputador pesquisa]]).

source: * The show has multiple creators with different creative visions, who start [[ArmedWithCanon fighting over whose canon is better]] while forgetting to make stories worth watching.
pt_br: * O show possui múltiplos criadores com visões criativas diferentes e que começam a [[Br/ArmadoComOCanone lutar sobre qual cânone é melhor]] enquanto esquecem de fazer histórias que valham a pena ver.

source: * The show reaches its SugarWiki/MomentOfAwesome and has nowhere to go but down.
pt_br: * A série alcança seu BrWikiAlegre/MomentoFantastico e não tem lugar nenhum pra ir, exceto pra baixo.

source: * The show starts relying too much on [[SpecialGuest "special guest stars"]], especially celebrities [[AsHimself playing themselves]], which wreck the verisimilitude of the show.
pt_br: * O show começa a depender demais de [[Br/ConvidadoEspecial "participações especiais"]], especialmente celebridades [[Br/ComoSiMesmo interpretando a si mesmas]], o que quebra a verossimilhança do show.

source: * The show starts to tell instead of show -- for example, characters get promoted to a higher rank to give the illusion of progress, but we don't see any reason why [[InformedAttribute they should be promoted]].
pt_br: * A série começa a contar ao invés de mostrar -- por exemplo, personagens sendo promovidos para posições mais elevadas para dar a sensação de progresso, mas não conseguimos ver [[Br/AtributoInformado nenhum motivo pelo qual ele deveria ser promovido]].

source: * The show tries to appeal to a more "mainstream" audience, only to lose its focus and [[ItsPopularNowItSucks alienate its original fans]].
pt_br: * O show tenta parecer atrativo para um público mais amplo, mas perde o fico e aliena os fãs originais.

source: * The show tries too hard to stay "current", [[LongRunnerTechMarchesOn even when it doesn't make any sense]], or when the writers are obviously {{two decades behind}} the times.
pt_br: * O show tenta se manter ''atualizado'' com muito esforço, mesmo quando não faz sentido, ou quando os escritores estão obviamente Br/DuasDecadasAtrasado.

source: * The writer starts [[DeathIsCheap resurrecting dead characters]], [[CloningGambit cloning characters]], exploring {{Alternate Universe}}s, {{retcon}}ning past plot points (possibly via AllJustADream), adding TimeTravel to the story, and otherwise giving continuity the finger.
pt_br: * O escritor começa a [[Br/MorrerEBarato trazer de volta personagens mortos]], [[Br/GambitoDoClone clonar personagens]], explorar [[Br/UniversoAlternativo universos alternativos]], [[Br/ContinuidadeRetroativa remendar pontos passados da trama]] (possivelmente com a justificativa de que Br/EraTudoUmSonho), adicionar Br/ViagemNoTempo à história, e levantando o dedo do meio para a continuidade de forma geral.

source: * The writers attempting to up the ante from the previous installments or trying to make the environment bigger and better in the sequel, but working themselves into a corner and making the next sequel a letdown for not living up to the last installment, or for not upping the ante again.
pt_br: * Escritores tentando subir o nível em relação a entradas anteriores ou tentando tornar o ambiente maior e melhor na sequência, mas se encurralando e tornando a sequência uma decepção por não entregar tanto quanto o anterior ou por não subir o nível novamente.

source: * The writers, trying to avoid the above, look for ways to delay the couple's hook-up.
pt_br: * Os escritores, tentando evitar o item acima, procuram por meios de atrasar a união do casal.

source: * TheAce: A character who is good at everything.
pt_br: * Br/OAs: Um personagem que é bom em tudo.

source: * TheAlcatraz: A high-security prison where there's lava instead of the ocean and the guards are huge robots.
pt_br: * Br/AAlcatraz: Uma prisão de segurança máxima onde o oceano é lava e os guardas são robôs enormes.

source: * TheAlliance: Union of good nations against a common enemy.
pt_br: * Br/AAlianca: União de boas nações contra um inimigo comum.

source: * TheAnnotatedEdition: To explain that things like "dan''s''e" were on purpose.
pt_br: * Br/EdicaoAnotada: Algumas edições as possuem para explicar que coisas como ''dansa'' são propositais.

source: * TheAntiNihilist: A character who knows how terrible the world is, but instead of succumbing to despair, decides to create meaning, values and purpose in life out of it.
pt_br: * Br/AntiNiilista: Um personagem que sabe o quão terrível o mundo é, mas em vez de sucumbir ao desespero, decide criar significado, valores e propósito na vida a partir dele.

source: * TheApunkalypse: Punks usher in the collapse of civilization; the apocalypse ushers in the age of the punks.
pt_br: * Br/OApunkalipse: Os punks emergem no colapso da civilização; o apocalipse emerge na era dos punks.

source: * TheArmiesOfHeaven: Angels depicted as a military force.
pt_br: * Br/ExercitosDoCeu: Anjos retratados como uma força militar.

source: * TheAtoner: A character who has done wrong now wishes to make amends for their misdeeds.
pt_br: * Br/OExpiador: Um personagem que cometeu um erro agora deseja reparar seus erros.

source: * TheAtoner: The hero really wants to redeem themselves for bad deeds or horrible mistakes they've made in the past.
pt_br: * Br/OExpiador: O herói realmente quer se redimir por más ações ou erros horríveis que cometeu no passado.

source: * TheBermudaTriangle: Where planes and ships go to enter inter-dimensional rifts (maybe).
pt_br: * Br/TrianguloDasBermudas: Onde aviões e navios vão para passar por fendas interdimensionais (talvez).

source: * TheBerserker: Subverted with Mr. Furious who ''acts'' like one but really isn't.
pt_br: * Br/OEnfurecido: Subvertido com o Irado, que ''age'' como um mas não o é de verdade.

source: * TheBigGuy: The physically strongest member of the group.
pt_br: * Br/OGrandao: O membro mais forte do grupo fisicamente.

source: * TheBigRottenApple: Where New York is a squalid decaying crime-ridden Hell on Earth.
pt_br: * ??? TheBigRottenApple: Onde Nova Iorque é uma cidade decrépita, decadente e repleta de crime; o inferno na Terra.

source: * TheBladeAlwaysLandsPointyEndIn: Initially, Blue Raja's forks bounce off everything, until the Sphinx teaches him to concentrate on the throwing itself rather than ''stylizing'' the throws, and then they always strike point-first ([[SteppingStoneSword hard enough to be used as climbing spikes]]).
pt_br: * Br/ALaminaSempreParaComAPartePontudaPraDentro: No começo, os garfos do Marajá ricocheteiam em tudo, até que o Esfinge o ensina a se concentrar no lançamento ao invés de os ''florear'', ponto a partir do qual eles sempre acertam o alvo com a parte pontuda ([[Br/EspadaDeEscalada e com força suficiente para sere usados como apoio de escalada]]).

source: * TheBridge: Where sci-fi guys go to [[EveryoneMeetsEveryone get to know each other]].
pt_br: * Br/APonte: Onde o pessoal de uma obra sci-fi se junta para [[Br/TodosEncontramATodos se conhecerem entre si]].

source: * TheCameo: ** When [[BigBad Casanova Frankenstein]] gathers the [[GangOfHats various gangs of Champion City]] together in an attempt to unite them, the leader of "The Frat Boys" is played by Creator/MichaelBay.
pt_br: * Br/AparicaoEspecial: ** Quando o [[Br/GrandeMal Casanova Frankenstein]] junta as [[Br/GangueDoChapeu várias facções de Champion City]] em um esforço para as unir, o líder dos Fraternais é interpretado pelo BrCriador/MichaelBay.

source: * TheCameo: In a certain episode the Main/{{Telenovela}} actor Héctor Bonilla stop by El Chavo's village after his car broke down close to it.
pt_br: * Br/AparicaoEspecial: O episódio onde o ator de Br/{{Telenovela}} Héctor Bonilla para na vila de Chaves depois que seu carro teve uma pane próximo dela.

source: * TheCape: The archetypal superhero codified by ComicBook/{{Superman}}.
pt_br: * Br/ACapa: O super herói arquetípico que é codificado pelo BrQuadrinhos/{{Superman}}.

source: * TheCape: The classic superhero dedicated to protecting the innocent, upholding truth, justice, etc. * CaptainSuperhero: A superhero named Captain ________.
pt_br: * Br/ACapa: O super-herói clássico dedicado a proteger os inocentes, defender a verdade, a justiça, etc. * Br/CapitaoSuperHeroi: Um super-herói chamado Capitão ________.

source: * TheCaptain: The person in charge of and responsible for a vessel, its crew, passengers, and everything that happens with it.
pt_br: * Br/OCapitao: A pessoa no comando e responsável por uma embarcação, sua tripulação, passageiros e tudo que acontece nela.

source: * TheCardinalVirtues * CareBearStare: An attack composed of pure niceness.
pt_br: * Br/AsVirtudesCardinais * Br/OlharFixoDosUrsinhosCarinhosos: Um ataque que é composto de pura bondade.

source: * TheCasino: A good place to gamble.
pt_br: * Br/OCassino: Um lugar ótimo para apostar.

source: * TheCavalry: Reinforcements for a last-second dramatic rescue of the heroes.
pt_br: * Br/ACavalaria: Reforços para um resgate dramático dos heróis no último momento possível.

source: * TheCharmer relies on general charisma.
pt_br: * Br/OEncantador se vale do próprio carisma em geral.

source: * TheChosenMany: TheChosenOne is not the only hero destined to save the world.
pt_br: * Br/OsMuitosEscolhidos: Br/OEscolhido não é o único herói destinado a salvar o mundo.

source: * TheChosenOne: The ancient prophecy says that only a certain person can save the world.
pt_br: * Br/OEscolhido: A antiga profecia diz que apenas uma determinada pessoa pode salvar o mundo.

source: * TheCity: Champion City.
pt_br: * Br/ACidade: Champion City.

source: * TheCityNarrows: Basically, your [[WrongSideOfTheTracks typical city slum]], but [[WretchedHive even more dangerous]].
pt_br: * Br/BecosEscurosDaCidade: Basicamente é o [[Br/LadoErradoDosTrilhos típico subúrbio da cidade]], porém muito mais perigoso.

source: * TheCloudcuckoolanderWasRight: Spooner ends up being the only ([[spoiler: living]]) character in the entire film to anticipate the robotic revolution, all while being ridiculed and berated for his "paranoid" and "irrational" behavior towards robots.
pt_br: * Br/OLunaticoEstavaCerto: Spooner acaba sendo a única pessoa [[spoiler: viva]] no filme inteiro a antecipar a revolução robótica, tudo isso enquanto era ridicularizado por sua "paranoia" e comportamento "irracional" em relação à robôs.

source: * TheCombatPragmatist: During training, The Sphinx asks The Shoveler how many weapons he wields.
pt_br: * Br/LutadorPragmatico: Durante o treino, o Esfinge pergunta ao Pá quantas armas ele maneja.
